Repository: adryzz/inochi2d-docs
Catalog: docs/source/locale/*/LC_MESSAGES/index.po
Languages: it

source: Welcome to the Inochi2D Documentation
it: Benvenuto nella documentazione di Inochi2D

source: On this page, you will find documentation for the officially supported projects under the Inochi2D banner. Use the sidebar on the left to select a project to get documentation from, and a topic you want to read about.
it: In questa pagina si trova la documentazione dei progetti ufficialmente supportati da Inochi2D. Usa la barra laterale a sinistra per selezionare il progetto di cui vuoi trovare la documentazione e l'argomento che vuoi leggere.

source: What is Inochi2D?
it: Che cos'è Inochi2D?

source: Inochi2D is an open source specification for a 2D character animation system that allows characters to be animated in real-time for games and VTubing. Inochi2D achieves this by deforming textures in real time based on parameters the rigger sets in Inochi Creator.
it: Inochi2D è una specifica open source per un sistema di animazione di personaggi 2D che permette di animare i personaggi in tempo reale per giochi e VTubing. Inochi2D ottiene questo risultato deformando le texture in tempo reale sulla base di parametri impostati parametri impostati dal rigger in Inochi Creator.

source: This documentation page covers:
it: Questa pagina della documentazione tratta di:

source: Inochi2D Specification for implementers
it: Specifiche Inochi2D per gli sviluppatori

source: Inochi2D SDK for developers
it: SDK Inochi2D per gli sviluppatori

source: **Inochi Creator** is the official tooling to create animated rigs for use with Inochi2D compliant software and games.
it: **Inochi Creator** è lo strumento ufficiale per creare rig animati da utilizzare con software e giochi conformi allo standard Inochi2D.

source: **Inochi Session** is the official tooling to use Inochi2D models for VTubing, using various forms of body and face tracking.
it: **Inochi Session** è lo strumento ufficiale per utilizzare i modelli Inochi2D per il VTubing, utilizzando varie forme di tracciamento del corpo e del volto.

source: **Inochi2D Specification** is meant for developers that want to implement Inochi2D in their preferred engine.
it: La **Specifica Inochi2D** è destinata agli sviluppatori che vogliono implementare Inochi2D nel loro motore preferito.

source: **Inochi2D SDK** is the official Software Development Kit that allows integrating Inochi2D in to your games and software.
it: **Inochi2D SDK** è il kit di sviluppo software ufficiale che consente di integrare Inochi2D nei vostri giochi e software.

source: Meet Ada
it: Incontra Ada

source: Ada is Inochi2D's mascot, an airheaded, friendly and helpful foxgirl. She will appear throughout the documentation with tips, warnings and other tidbits of information that may be useful.
it: Ada è la mascotte di Inochi2D, una ragazza-volpe dalla testa d'aria, amichevole e disponibile. Lei apparirà in tutta la documentazione con suggerimenti, avvertimenti e altre informazioni che possono essere utili.

source: Hello, there!
it: Ciao!

source: Nice to meet ya! I'm Ada, local vertex engineer fox! Please don't mind me shedding a bit of fur on your experience 🦊
it: Piacere di conoscerti! Sono Ada, la volpe ingegnere locale dei vertici!Per favore, non preoccuparti se spargo un po' di pelo sulla tua esperienza 🦊

source: Oh, and don't forget: If you have questions not covered here you can always reach out to us on `our Discord <https://discord.gg/invite/abnxwN6r9v>`__!
it: Oh, e non dimenticare: se hai domande che non sono state trattate qui, puoi sempre contattarci sul nostro Discord <https://discord.gg/invite/abnxwN6r9v>`__!
